import React from "react";
import "./AboutUs.css";
const AboutUs = () => {
  return (
    <div className="container">
      <div className="about-title">
        <h1 className="about-title-text">О нас</h1>
      </div>

      <div className="about-title">
        <div className="info-about">
          <p>
            Суши — это не просто еда, это настоящее искусство. В нашей японской
            кухне демонстрируется дань традициям, вековые методы – повара Васаби
            готовят каждое блюдо с большим трепетом щепетильностью и уважением.
            Мы покупаем лучшие ингредиенты и свежую рыбу, поэтому на вашей
            тарелке оказывается только отборный продукт. В нашей работе – самое
            главное это внимание к деталям. У суши-мастеров Васаби огромный опыт
            в приготовлении японских блюд, который сочетает в себе традиционные
            техники и новые методы – каждая деталь продумана, выверена, а ваши
            суши приготовлены с любовью и мастерством. Поэтому у нас самые
            вкусные суши в Бишкеке.
          </p>
          <p>
            Другим нашим преимуществом является быстрота доставки – все заказы
            мы привозим в течение часа. Исключением являются часы пик, когда на
            дорогах заторы и пробки. Тем не менее вас приятно порадует стоимость
            доставки – всего лишь 100 сомов! Но на этом не все – у нас есть
            бесплатная доставка еды при заказе на сумму свыше 700 сомов!
          </p>
          <p>
            Также в Wasabi есть всевозможные акции и скидки. Например, при
            самовывозе вы можете получить скидку в 10 % на свой заказ – это
            очень удобно если клиент живет рядом и ему удобно забрать еду
            самостоятельно.
          </p>
          <p>
            Для изменников тоже есть скидки – приятный подарок в 10 % на все
            меню! С днем рождения!
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
